Repository: Computer-Vision-Resources/PointAndControl-Kinect-
Catalog: IGS/Properties/Resources.*.resx
Languages: de_de

# AddDeviceError
source: Adding a Device failed. Wrong number of parameters
de_de: Gerät hinzufügen fehlgeschlagen. Falsche Anzahl an Parametern

# AddDevVec
source: {0} of {1} Positions added
de_de: {0} von {1} Positionen hinzugefügt

# CmdArrivedLog
source: Command arrived! devID: {0}; cmdID: {1}; value: {2}, wlanAdr:{3}
de_de: Kommando angekommen! devID: {0}; cmdID: {1}; value: {2}, wlanAdr:{3}

# GesturecontrolError
source: Activation of gesturecontrol failed
de_de: Aktivierung der Gestenerkennung fehlgeschlagen

# NoCoordAdded
source: No Coordinates added
de_de: Keine Koordinaten hinzugefügt

# NoDevFound
source: No Device found
de_de: Kein Gerät gefunden

# NoGestureFound
source: No User with gesture identified
de_de: Kein Benutzer der die Aktivierungsgeste ausführt gefunden

# NoKinAvailable
source: No Kinect connected to the System
de_de: Keine Kinect an das System angeschlossen

# NoPersonFoundKin
source: No Person found by Kinect
de_de: Keine Person von der Kinect gefunden

# NoRadiusWrongFormat
source: Radius is missing or has wromg Format
de_de: Radius fehlt oder hat falsches Format

# NoUserInImage
source: No Person in the view of the kinect camera
de_de: Keine Person im Bild der Kinect

# RegistrationRequest
source: Please register yourself at the system first
de_de: Bitte zuerst am System anmelden

# ResponseLog
source: Response to '{0}' : {1}
de_de: Antwort zu '{0}' : {1}

# RoomLeft
source: You left the Room
de_de: Sie haben den Raum verlassen

# StartingHTTPServer
source: Starting HTTP Server on {0} : {1}
de_de: Starte HTTP Server auf {0} : {1}

# UnknownDev
source: Device unknown
de_de: Unbekanntes Gerät

source: Unknown Error
de_de: Unbekannter Fehler

source: Invalid Command
de_de: Ungültiger Befehl

# HTTPConnEstablishFailure
source: Couldn't establish HTTP connection
de_de: HTTP Verbindung konnte nicht hergestellt werden

# HTTPConnFailure
source: HTTP connection error. Command could not be executed
de_de: HTTP Verbindung fehlgeschlagen. Befehl konnte nicht ausgeführt werden

# TCPConnFailure
source: TCP connection error. \n Command could not be executed
de_de: TCP Verbindung fehlgeschlagen. Befehl konnte nicht ausgeführt werden

source: Coordinates added
de_de: Coordinaten hinzugefügt

source: Specified device not found
de_de: Spezifizierted Gerät wurde nicht gefunden

# DevDeleted
source: Device deleted
de_de: Gerät wurde entfernt

# DevNotFoundDeletion
source: Device Not Found. Deletion failed
de_de: Gerät wurde nicht gefunden. Entfernen fehlgeschlagen

# SameDevIDEx
source: A device with the given or created Device ID does already exist
de_de: Ein Gerät mit der übergebenen oder erstellten ID existiert bereits

# IPPortMissing
source: No IP and Port given for communication. Device not created
de_de: Es wurde keine IP und Port übergeben. Geräteerstellung fehlgeschlagen

# NoValues
source: For that command values are needed, but not transmitted
de_de: Für diesen Befehl werden weitere Werte benötigt, die jedoch nicht übermittelt wurden

# WrongParameter
source: Needed Parameter for the request not found: {0}
de_de: Der für die Anfrage benötigte Parameter wurde nicht gefunden: {0}
